[
	{
		"title": "Adventure",
		"tip": "While travelling with Electrograna, you can use the Thunder Sphere to pass through dimensions in a flash."
	},
	{
		"title": "Bathysmal Vishap",
		"tip": "The Bathysmal Vishaps were once the overlords of this place, but they were ultimately chased into the darkness by the Dainichi Mikoshi. Finally, they were utterly defeated by Watatsumi Omikami."
	},
	{
		"title": "Bloodbranch Coral",
		"tip": "An object that is vital to the contact of the Watatsumi Goryou Matsuri in the Sangonomiya Shrine. It can only be found in Enkanomiya. This is a crystallization of Watatsumi Omikami's power and can be used to awaken the coral."
	},
	{
		"title": "City Reputation",
		"tip": "Once you have gained enough Reputation and won the trust of Inazumans, some merchants and restaurants may be willing to give you discounts."
	},
	{
		"title": "City Reputation",
		"tip": "Once you have gained enough Reputation, the Yashiro Commission's Madarame Hyakubei may be willing to share rare recipes with you."
	},
	{
		"title": "City Reputation: Bounties",
		"tip": "Dangerous monsters will sometimes appear in certain places in Inazuma. The Yashiro Commission's Madarame Hyakubei will collect information on such creatures and issue bounties on them. Once your Reputation reaches a certain level, you can view the list of monster bounties."
	},
	{
		"title": "City Reputation: Requests",
		"tip": "The Yashiro Commission's Madarame Hyakubei will listen to the problems of the Inazuma's locals and try to provide help. Once your Reputation reaches a certain level, you can view the requests of Inazuma's people. Resolving these problems is the best way to win his respect as well as increase your Reputation in Inazuma."
	},
	{
		"title": "Cook",
		"tip": "Shimura's, run by Shimura Kanbei, is one of Inazuma's most popular restaurants. Not only does it serve take-out orders, it also sells cooking ingredients."
	},
	{
		"title": "Day and Night Cycles",
		"tip": "Although Enkanomiya only has Whitenight and Evernight, its people still speak of a day and night cycle. If you should encounter any difficulties, perhaps a switch between these states might help light the way."
	},
	{
		"title": "Electrograna",
		"tip": "By taking good care of the Electrograna, a bond could be formed with the Adventurer, allowing them to attack enemies together..."
	},
	{
		"title": "Electrograna",
		"tip": "Fantastic creatures that spring out of the Thunder Sakura Bough that possess wonderful powers, which may come in handy for travelers or adventurers favored by Inazuma."
	},
	{
		"title": "Electrograna",
		"tip": "Offer Electro Sigils collected in your journey to the Sacred Sakura tree at the Grand Narukami Shrine to receive its blessing. The Electrograna, connected to it in a mysterious way, will also unleash an even greater power."
	},
	{
		"title": "Elemental Sigils",
		"tip": "Hidden all over the islands in Inazuma are a large amount of Electro Sigils, meant to reward those who have completed challenges and discovered treasures. When an Electro Sigil is offered to the Sacred Sakura at the Grand Narukami Shrine, you may receive its blessing..."
	},
	{
		"title": "Enkanomiya",
		"tip": "Once upon a time, Enkanomiya was known as \"Byakuyakoku.\""
	},
	{
		"title": "Enkanomiya",
		"tip": "Enkanomiya is cut off from the sun's light. As such, there is no distinction between day and night here. Instead, they had the distinction between Whitenight and Evernight."
	},
	{
		"title": "Enkanomiya",
		"tip": "Once Enkanomiya was connected to the surface world, they began to learn the culture of Narukami. This was meant to whitewash and erase all traces of their own ancient civilization."
	},
	{
		"title": "Fatui",
		"tip": "An organization from Snezhnaya. It seems to be planning something against Tatarasuna..."
	},
	{
		"title": "Fishing",
		"tip": "Kujirai Momiji claims to be a successor to the Kujirai Fishing Method, and is more taken than most with matters of fishing. If you, too, share her passion, you might obtain some precious items from her."
	},
	{
		"title": "Forge",
		"tip": "The Amenoma Art has a rich heritage of the forging art in Inazuma and remains active today in the city through Amenoma Smithy. Feel assured to offer ores collected in journey to Amenoma Tougo and his disciple Hajime."
	},
	{
		"title": "Grand Narukami Shrine",
		"tip": "Here's how to draw a Fortune Slip: shake the Fortune Slip Box and take out a Bamboo Slip. Then hand the Bamboo Slip to the shrine maiden to obtain the Fortune Slip."
	},
	{
		"title": "Grand Narukami Shrine",
		"tip": "The largest shrine in Inazuma. Standing inside, the Sacred Sakura is happy to receive Electro Sigils offered by the Traveler and will reciprocate with all kinds of blessings."
	},
	{
		"title": "Grand Narukami Shrine",
		"tip": "You can find out about your fortune by drawing Fortune Slips at the Grand Narukami Shrine. But at the end of the day, your so-called destiny is still controlled by you..."
	},
	{
		"title": "Grand Narukami Shrine",
		"tip": "You can find out about your fortune by drawing Fortune Slips at the Grand Narukami Shrine. If you are unlucky enough to draw a bad fortune, you can tie it to the Fortune Slip Hanger to try to change your luck..."
	},
	{
		"title": "Inazuma",
		"tip": "A long time ago, a king of bake-danuki known as Ioroi once existed in Inazuma. Time passed and he was supposedly sealed up for wreaking havoc."
	},
	{
		"title": "Inazuma",
		"tip": "A long, long time ago, there was once a Kitsune Saiguu who guarded the Narukami Island..."
	},
	{
		"title": "Inazuma",
		"tip": "An island nation in the ocean. Formed by a group of islands including Narukami, Ritou, Kannazuka, Yashiori and Watatsumi. Each of them has unique landscapes as well as marks left behind by either the gods or mankind."
	},
	{
		"title": "Inazuma",
		"tip": "A ritual known as the Sacred Sakura Cleansing Ritual has been passed down to cleanse the miasma."
	},
	{
		"title": "Inazuma",
		"tip": "Dangerous regions with high concentrations of Electro are known as Balethunder zones. Use the special traits of Electrograna to resist its damage."
	},
	{
		"title": "Inazuma",
		"tip": "In Hanamizaka, there is a shop called Naganohara Fireworks that specializes in making fireworks."
	},
	{
		"title": "Inazuma",
		"tip": "In Inazuma, there is a phenomenon called \"Tatarigami,\" which is capable of wreaking all kinds of havoc."
	},
	{
		"title": "Inazuma",
		"tip": "Naganohara Fireworks supposedly has an interesting tradition. It will provide a special piece of paper to customers who order fireworks to commemorate certain events."
	},
	{
		"title": "Inazuma",
		"tip": "The Nation of Eternity, ruled over by the Raiden Shogun."
	},
	{
		"title": "Inazuma",
		"tip": "There is a publishing house and bookstore known as the Yae Publishing House in Inazuma City. Its primary wares are known as \"light novels.\""
	},
	{
		"title": "Inazuma",
		"tip": "Those who opposed the Vision Hunt Decree that is currently in effect have formed the resistance."
	},
	{
		"title": "Inazuma City",
		"tip": "A city ruled over by the Raiden Shogun. Vitality is always unwaveringly emanating from it."
	},
	{
		"title": "Kamera",
		"tip": "A machine that can record images. Seems like someone is trying to use this device to create a new form of culture..."
	},
	{
		"title": "Kamuijima Cannon",
		"tip": "An extraordinary cannon that requires special ammunition for firing. You may be able to get around this restriction by using Electro."
	},
	{
		"title": "Key Sigils",
		"tip": "Each Key Sigil has a keyhole it strictly corresponds to. You must make that the two match up!"
	},
	{
		"title": "Key Sigils",
		"tip": "The old symbols of the Watatsumi people have been broken up to form different key symbols, also known as \"Key Sigils.\" After returning to the surface, they would combine these images together once more to form the Sangonomiya clan emblem."
	},
	{
		"title": "Memento Lens",
		"tip": "A mysterious device that can bring back scenes from the past. Legend has it that it came from Kitsune Saiguu. As such, you can use it as a medium to observe small Earth Kitsune Statues to make things reappear..."
	},
	{
		"title": "Plane of Euthymia",
		"tip": "This is the Raiden Shogun's personal realm conjured up from her own will."
	},
	{
		"title": "Seirai Island",
		"tip": "Neko of the Asase Shrine still waits for the return of \"Hibiki.\""
	},
	{
		"title": "Seirai Island",
		"tip": "Neko of the Asase Shrine will name kittens based off \"things\" that she believes are good."
	},
	{
		"title": "Seirai Island",
		"tip": "The head priestess of the Asase Shrine is \"Hibiki.\" Neko is just her proxy, taking care of the place while she is away."
	},
	{
		"title": "Seirai Island",
		"tip": "There lives a cat named Neko at the Asase Shrine. She claims to be the \"Provisional Head Priestess.\""
	},
	{
		"title": "Seirai Island",
		"tip": "This island is perennially shrouded in storms, with Amakumo Peak at its heart. Only the Asase Shrine is not at the mercy of the thundering clouds."
	},
	{
		"title": "Seirai Island",
		"tip": "This island used to be home to its own settlements and culture. Later, they would all migrate to Narukami Island."
	},
	{
		"title": "Shuumatsuban",
		"tip": "A mysterious organization under the Yashiro Commission."
	},
	{
		"title": "Sinshades",
		"tip": "A ley line phenomenon unique to Enkanomiya that only appears during Evernight. Whenever the \"God of Moments\" looks upon someone at some point with favor, their feelings and memories will forever remain in this world."
	},
	{
		"title": "Special Temari",
		"tip": "While taking on adventures in Inazuma, you may run into the children of the Kujirai family. Their Temari Game has very special rules, and they are willing to lend the Temari to adults with a playful heart."
	},
	{
		"title": "Sunfire Phantasms",
		"tip": "A disturbance in the air that can be seen whether it be night or day. Generally speaking, you can discover hidden things by switching between day and night."
	},
	{
		"title": "Tatarasuna",
		"tip": "The largest smelting facility in Inazuma. For various reasons, production has been suspended for the time being."
	},
	{
		"title": "Tatarasuna",
		"tip": "The largest smelting facility in Inazuma. The Mikage Furnace was built here to exploit the energy of Tatarigami."
	},
	{
		"title": "The Rule of Three",
		"tip": "Good omens must occur three times for good fortune to truly descend, and you must forge past obstacles three times to succeed on the fourth."
	},
	{
		"title": "Thunderbird",
		"tip": "The Thunderbird once had the name \"Kanna Kapatcir,\" which means \"Great Eagle of the Storm.\""
	},
	{
		"title": "Thunderbird",
		"tip": "The Thunderbird that destroyed Tsurumi Island would itself be vanquished on Amakumo Peak. Seirai Island's Asase Shrine was built to contain the remnants of its power."
	},
	{
		"title": "Tsurumi Island",
		"tip": "From the murals on this island, one can tell that this place must have played host to an even older civilization long before the one known to have existed on Tsurumi Island."
	},
	{
		"title": "Tsurumi Island",
		"tip": "In the ancient past, Tsurumi Island once played host to its own unique civilization."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The ancient people of Tsurumi Island would initiate some ceremonies based on their faith in the Thunderbird."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The civilization that once dwelt within the fog was ultimately wiped out by the Thunderbird."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The enigmatic Ishine Script is passed down through the priestly line of Tsurumi."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The names of Tsurumi locals and their names for places can seem strange to the modern ear. This is because their nomenclature was derived from Ishine Script, the knowledge of which was passed through their priestly line."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The people of Tsurumi Island believe that the souls of those who depart from the fog will be lost."
	},
	{
		"title": "Tsurumi Island",
		"tip": "The people of Tsurumi Island believe that the Thunderbird is their guardian."
	},
	{
		"title": "Tsurumi Island",
		"tip": "Though the island itself may have been destroyed, the bloodline of its people persists to this day."
	},
	{
		"title": "Watatsumi Island",
		"tip": "According to legends told by Inazuman sailors, there was once a race of sea beasts that were fierce but surprisingly akin to humanity known as the Umibouzu. Today, these sea beasts are very rare indeed."
	},
	{
		"title": "Watatsumi Island",
		"tip": "It is said that the origin of the Watatsumi people is Enkanomiya, deep in the ocean depths beneath Watatsumi Island."
	},
	{
		"title": "Watatsumi Island",
		"tip": "Legend has it that those who wish to reach Enkanomiya in the deep must first obtain a certain key in order to open the gateway."
	},
	{
		"title": "Watatsumi Island",
		"tip": "Sangonomiya is the shrine of Watatsumi's people. Its honored Divine Priestesses have led Watatsumi and Sangonomiya for generations."
	},
	{
		"title": "Yashiori Island",
		"tip": "The Electro Archon once used her Musou no Hitotachi to leave a deep scar upon this island."
	},
	{
		"title": "Yashiro Commission",
		"tip": "The Kamisato Clan oversees one branch of the Inazuma Tri-Commission. Among the clan members is the highly respected Shirasagi Himegimi."
	}
]