[
	{
		"title": "Adventurers' Guild",
		"tip": "The Adventurers' Guild is active all across Teyvat, exploring new lands filled with mystery and secrets. Even when faced with climates as extreme and dangerous as that of Dragonspine, its members remain all the more steadfast."
	},
	{
		"title": "Ancient Rime",
		"tip": "Ice composed of unknown energy that cannot be melted by conventional means. Only the energy released from Scarlet Quartz can melt this type of ice."
	},
	{
		"title": "Anemograna",
		"tip": "Sometimes in the wild you may see a mysterious kind of life form called an Anemogranum. These curious beings will follow travelers around. Gather several Anemograna together to form a wind current."
	},
	{
		"title": "Anemograna",
		"tip": "The Anemograna normally found scattered about Mondstadt appear to have also mutated in response to Dragonspine's environment..."
	},
	{
		"title": "City Reputation",
		"tip": "Once you have gained enough Reputation and won the trust of Mondstadt's people, some merchants may be willing to give you discounts."
	},
	{
		"title": "City Reputation",
		"tip": "Once you have gained enough Reputation, Hertha will be willing to share rare recipes with you that cannot be acquired anywhere else."
	},
	{
		"title": "City Reputation: Bounties",
		"tip": "Dangerous monsters will sometimes appear on the outskirts of Mondstadt. Despite the lack of able hands, the Knights still collect information on such creatures. Once your Reputation reaches a certain level, you can view the list of monster bounties."
	},
	{
		"title": "City Reputation: Requests",
		"tip": "Despite a manpower shortage, Hertha of the Knights of Favonius will still actively keep her ear to the ground, listening to the trouble of the people of Mondstadt and filing them away for resolution at a later date. Once your Reputation reaches a certain level, you can view Mondstadt's requests. Resolve the troubles of the people proactively, and you will surely win Hertha's respect."
	},
	{
		"title": "Cooking",
		"tip": "Good Hunter offers a take-away service for adventurers who often have to eat on the go. They also sell cooking ingredients."
	},
	{
		"title": "Dandelions",
		"tip": "Dandelions are native to Mondstadt, the land blessed by the winds. Dandelions were brought here on the wind, and their seeds can be gathered using the power of Anemo."
	},
	{
		"title": "Dragonspine",
		"tip": "A bright blue grass known as Starglow can be found growing from some special power in certain areas. Correspondingly, dark red growths can also be found in other areas..."
	},
	{
		"title": "Dragonspine",
		"tip": "A civilization once flourished in the lands of Dragonspine, only to be destroyed by a turbulent change in climate."
	},
	{
		"title": "Dragonspine",
		"tip": "Frescoes were by no means a common method of recording events in ancient times. These portraits of an ancient civilization left behind in the snow and ice may be an invaluable legacy for scholars."
	},
	{
		"title": "Dragonspine",
		"tip": "It seems that Mondstadt aristocrats had once dispatched an investigation team to Dragonspine long ago. However, the story and discoveries of the team were never documented in any historical records."
	},
	{
		"title": "Dragonspine",
		"tip": "Skyfrost Nail refers to the mysterious structure suspended above Dragonspine with its energy now restored."
	},
	{
		"title": "Dragonspine",
		"tip": "The black dragon fell upon Dragonspine long ago. Its blood seems to have seeped into the ground..."
	},
	{
		"title": "Dragonspine",
		"tip": "The ecological environment here had been devastated by drastic climate changes in the past. For this very reason, some things that are all but extinct in other regions still thrive in Dragonspine to this day..."
	},
	{
		"title": "Dvalin",
		"tip": "The true name of the noble being known as Stormterror. It is the \"Dragon of the East\" of the Four Winds. Once defended Mondstadt from a great catastrophe."
	},
	{
		"title": "Elemental Sigils",
		"tip": "Anemo Sigils are found throughout Mondstadt. They are often obtained by completing challenges and discovering treasure. You might find someone in the city who offers rare treasures in return for them."
	},
	{
		"title": "Exploration and Adventure",
		"tip": "Some caves may freeze over in the extreme conditions of Dragonspine, resulting in hanging icicles. Be sure to keep an eye on the cavern ceilings when exploring caves..."
	},
	{
		"title": "Exploration and Adventure",
		"tip": "The heavy snow banks sometimes conceal unexpected treasure..."
	},
	{
		"title": "Fishing",
		"tip": "Nantuck can often be found fishing by Cider Lake. Although his thoughts are currently fixated on spinning a tale about a giant whale, he will be happy to serve those who share his passion for fishing."
	},
	{
		"title": "Forging",
		"tip": "Wagner might have a bad temper, but he's a master of his craft. Any billets or ore you find on your travels will be safe in his hands."
	},
	{
		"title": "Frostbearing Tree",
		"tip": "An ancient tree that seems to possess a will of its own. Its power is continually replenished by Crimson Agates. Once it has replenished a set amount of power, it will reveal Crimson Wish to anyone who chooses to listen..."
	},
	{
		"title": "Frostbearing Tree",
		"tip": "Fragmented debris of the Skyfrost Nail, which fell from the sky and caused drastic climatic changes. Scarlet sprouts can be seen growing from it now."
	},
	{
		"title": "Frostbearing Tree",
		"tip": "It desires reddish crystals known as Crimson Agates. Collecting and offering Crimson Agates to the Frostbearing Tree may result in rich rewards..."
	},
	{
		"title": "Lupical",
		"tip": "In some special circles, this word means \"a fated family.\""
	},
	{
		"title": "Mondstadt",
		"tip": "A city of freedom that lies in the northest. From the mountains to the wide-open plains, the carefree breeze carries the scent of dandelions — a gift from the Anemo God — to an island in the middle of Cider Lake, on which sits the city of Mondstadt."
	},
	{
		"title": "Mondstadt",
		"tip": "A free and joyous city under the jurisdiction of the Knights of Favonius. The city is famed for its wine and songs, which here go hand in hand."
	},
	{
		"title": "Mondstadt",
		"tip": "This land was once home to a god named Decarabian."
	},
	{
		"title": "Scarlet Quartz",
		"tip": "A type of crystal that feels like blood to the touch, almost as if it would attach to a certain person's body... Performing an attack with Scarlet Quartz releases its energy, destroying enemies in its path..."
	},
	{
		"title": "Scarlet Quartz",
		"tip": "A type of crystal that feels like blood to the touch, almost as if it would attach to a certain person's body... The effects of being imbued with Scarlet Quartz can help one completely withstand the icy clenches of the bitter cold."
	},
	{
		"title": "Scarlet Quartz",
		"tip": "Peculiar to the touch, this type of crystal seems as if it has a will of its own... Performing an attack with Scarlet Quartz releases its energy, which is capable of even melting Ancient Rime formed by unknown energy."
	},
	{
		"title": "Seelie",
		"tip": "Dragonspine's unique climate has caused even the Seelie to mutate. The gentle warmth of a Warming Seelie can help alleviate effects of the bitter cold. Perhaps its warmth can also be used to trigger mechanisms..."
	},
	{
		"title": "Subzero Climate",
		"tip": "Certain environments and activities will increase the accumulation of Sheer Cold. When adventuring in frigid environments, it's vital you monitor your body temperature..."
	},
	{
		"title": "Subzero Climate",
		"tip": "Having reliable heat sources is the key to surviving the Subzero Climate. Burning braziers and bonfires are essential to keeping yourself warm."
	},
	{
		"title": "Subzero Climate",
		"tip": "In such extreme cold, even the grass on the ground cannot be ignited."
	},
	{
		"title": "Subzero Climate",
		"tip": "Sheer Cold will quickly accumulate in the Subzero Climate, eventually dealing DMG to characters. Perhaps the ruins scattered across Dragonspine are remnants of a civilization destroyed in the bitter cold..."
	},
	{
		"title": "Subzero Climate",
		"tip": "Teleport Waypoints and Statues of The Seven seem to somehow keep the cold at bay. They serve as a source of comfort to adventurers in frigid conditions."
	},
	{
		"title": "The Fatui",
		"tip": "A Snezhnayan organization that seeks only power. They are all the more active in regions full of mystery and ruins such as Dragonspine."
	},
	{
		"title": "Wolvendom",
		"tip": "A revered and ancient spirit holds court in this land. It is the realm of the wolves, and thus was its name derived."
	}
]